quality-research/questinary.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2024-01-25 Do 13:44 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="author" content="tiendil" />
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="content" class="content">
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org22b3810">1. Вопросы, на которые хотим ответить или получить инсайты</a></li>
<li><a href="#org70cc164">2. План</a>
<ul>
<li><a href="#orgd2acdf7">2.1. Социальный срез респондента</a></li>
<li><a href="#org001589f">2.2. Восприятие жанра в целом</a></li>
<li><a href="#org373870a">2.3. Восприятие предполагаемоей игры</a></li>
<li><a href="#orgbb8b5bf">2.4. Ретроспективные вопросы</a></li>
</ul>
</li>
<li><a href="#org03dfb86">3. Интро</a></li>
<li><a href="#orgd84ceb5">4. Шпаргалка</a>
<ul>
<li><a href="#orged6d642">4.1. Социальный срез респондента</a>
<ul>
<li><a href="#org33c1dda">4.1.1. Возраст</a></li>
<li><a href="#orgff6d187">4.1.2. Чем по жизни занимаешься</a></li>
<li><a href="#orge11df43">4.1.3. Опиши свой игровой опыт</a></li>
</ul>
</li>
<li><a href="#org91b833d">4.2. Восприятие жанра в целом</a>
<ul>
<li><a href="#org40cc997">4.2.1. Что есть tycoon чего-то</a></li>
<li><a href="#orgaf081ee">4.2.2. Что есть story-driven tycoon чего-то</a></li>
</ul>
</li>
<li><a href="#org16497a9">4.3. Восприятие игры до описания механик и мира</a>
<ul>
<li><a href="#orgce31761">4.3.1. Если мы делаем игру про новостное агенство в современном мире:</a></li>
<li><a href="#orge156c34">4.3.2. Если бы ты играл за главного редактора газеты / сайта</a></li>
</ul>
</li>
<li><a href="#orgd5df34e">4.4. Описание игры и мира</a></li>
<li><a href="#org2eedb92">4.5. Восприятие игры после описания механик и мира</a>
<ul>
<li><a href="#orgfbac3cf">4.5.1. Что из описания выглядит для тебя не ясно или не интересно?</a></li>
<li><a href="#org89b21a1">4.5.2. Что я забыл упомянуть, что могло бы сделать игру или мир интереснее?</a></li>
<li><a href="#orgf6b8009">4.5.3. Какие похожие игры приходят тебя на ум?</a></li>
<li><a href="#orge701af7">4.5.4. Предложи пару интересных заголовков для репортажей в такой игре</a></li>
<li><a href="#org614a09e">4.5.5. Перечисли качества истории/историй для такой игры короткими определениями (весёлая, реалистичная, быстрая, глубокая, etc)</a></li>
<li><a href="#orgd30ffa2">4.5.6. Какие особенные решения тебе бы пришлось принимать, будучи редактором в таком мире?</a></li>
<li><a href="#org064d691">4.5.7. Как твои решения как редактора влияли бы на</a></li>
<li><a href="#org38f199f">4.5.8. Как бы проходил твой «игровой день»?</a></li>
<li><a href="#orgb40a689">4.5.9. Что должно меняться между подходами к игре / сессиями, что бы ты хотел возвращаться и начинать игру сначала?</a></li>
<li><a href="#org7d12c17">4.5.10. Никогда не делайте в этой игре вот так&#x2026;</a></li>
<li><a href="#orgf81e3af">4.5.11. Чисто ради меня, сделайте в этой игре вот эту крутую штуку&#x2026;</a></li>
<li><a href="#org4bbf8a7">4.5.12. Чисто ради меня, сделайте вот такую историю&#x2026;</a></li>
<li><a href="#org5a0cebe">4.5.13. Я бы купил эту игру, если бы в ней было&#x2026;</a></li>
<li><a href="#org9c488e3">4.5.14. Я бы решил попробовать демо / спиратить, если бы в ней было&#x2026;</a></li>
</ul>
</li>
<li><a href="#org7927487">4.6. Ретроспективные вопросы</a>
<ul>
<li><a href="#org8e6cd1e">4.6.1. Сложившаяся картина игры выглядит интересной для тебя?</a></li>
<li><a href="#orgaaf7137">4.6.2. Было бы интересно узнать больше о мире игры?</a></li>
<li><a href="#org01f52d2">4.6.3. У тебя есть знакомые, которым ты бы порекомендовал такую игру?</a></li>
<li><a href="#org58d79c8">4.6.4. Если бы ты играл в игру совместно с кем-то</a></li>
<li><a href="#org1bc54e6">4.6.5. Любые твои соображения после разговора</a></li>
</ul>
</li>
</ul>
</li>
</ul>
</div>
</div>
<div id="outline-container-org22b3810" class="outline-2">
<h2 id="org22b3810"><span class="section-number-2">1.</span> Вопросы, на которые хотим ответить или получить инсайты</h2>
<div class="outline-text-2" id="text-1">
<ul class="org-ul">
<li>Баланс между story-driven и менеджментом (+)</li>

<li>Газета vs Интернет портал vs что-то ещё (+)</li>

<li>Ожидаемыей игроками опыт от игры (+)</li>

<li>Ожидаемые игроками истории (+)</li>

<li>Набор (ключевых) фич, которые игроки ожидают увидеть (+)</li>

<li>На сколько концепция игры соответствует ожиданиям игроков (+)</li>

<li>реиграбельность (+-)</li>
</ul>
</div>
</div>
<div id="outline-container-org70cc164" class="outline-2">
<h2 id="org70cc164"><span class="section-number-2">2.</span> План</h2>
<div class="outline-text-2" id="text-2">
</div>
<div id="outline-container-orgd2acdf7" class="outline-3">
<h3 id="orgd2acdf7"><span class="section-number-3">2.1.</span> Социальный срез респондента</h3>
</div>

<div id="outline-container-org001589f" class="outline-3">
<h3 id="org001589f"><span class="section-number-3">2.2.</span> Восприятие жанра в целом</h3>
<div class="outline-text-3" id="text-2-2">
<ul class="org-ul">
<li>Что есть tycoon чего-то</li>

<li>Что есть story-driven tycoon чего-то</li>
</ul>
</div>
</div>
<div id="outline-container-org373870a" class="outline-3">
<h3 id="org373870a"><span class="section-number-3">2.3.</span> Восприятие предполагаемоей игры</h3>
<div class="outline-text-3" id="text-2-3">
<ul class="org-ul">
<li>До описания механик и мира</li>

<li>После описания механик и мира</li>
</ul>
</div>
</div>
<div id="outline-container-orgbb8b5bf" class="outline-3">
<h3 id="orgbb8b5bf"><span class="section-number-3">2.4.</span> Ретроспективные вопросы</h3>
</div>
</div>
<div id="outline-container-org03dfb86" class="outline-2">
<h2 id="org03dfb86"><span class="section-number-2">3.</span> Интро</h2>
<div class="outline-text-2" id="text-3">
<ul class="org-ul">
<li>Нет правильных/неправильных ответов, важно твоё личное мнение</li>

<li>Можно отвечать неточно, можно фантазировать, etc.</li>

<li>Долго думать над ответом не надо, первое-второе что приходит в голову</li>
</ul>
</div>
</div>
<div id="outline-container-orgd84ceb5" class="outline-2">
<h2 id="orgd84ceb5"><span class="section-number-2">4.</span> Шпаргалка</h2>
<div class="outline-text-2" id="text-4">
</div>
<div id="outline-container-orged6d642" class="outline-3">
<h3 id="orged6d642"><span class="section-number-3">4.1.</span> Социальный срез респондента</h3>
<div class="outline-text-3" id="text-4-1">
</div>
<div id="outline-container-org33c1dda" class="outline-4">
<h4 id="org33c1dda"><span class="section-number-4">4.1.1.</span> Возраст</h4>
</div>

<div id="outline-container-orgff6d187" class="outline-4">
<h4 id="orgff6d187"><span class="section-number-4">4.1.2.</span> Чем по жизни занимаешься</h4>
</div>

<div id="outline-container-orge11df43" class="outline-4">
<h4 id="orge11df43"><span class="section-number-4">4.1.3.</span> Опиши свой игровой опыт</h4>
<div class="outline-text-4" id="text-4-1-3">
</div>
<ol class="org-ol">
<li><a id="org0bc1324"></a>Сколько лет играешь в игры?<br /></li>

<li><a id="org834667a"></a>В какие игры играл за последний год<br /></li>

<li><a id="orgb724655"></a>Сколько примерно времени проводишь в играх в неделю?<br /></li>

<li><a id="org4333804"></a>На сколько ты «выкладываешься», когда играешь в игры?<br /></li>

<li><a id="org7c797ad"></a>Самые любимые игры<br /></li>

<li><a id="org2d4d0b3"></a>В какие tycoon / экономические / менеджерские игры играл в последнее время?<br /></li>
</ol>
</div>
</div>
<div id="outline-container-org91b833d" class="outline-3">
<h3 id="org91b833d"><span class="section-number-3">4.2.</span> Восприятие жанра в целом</h3>
<div class="outline-text-3" id="text-4-2">
</div>
<div id="outline-container-org40cc997" class="outline-4">
<h4 id="org40cc997"><span class="section-number-4">4.2.1.</span> Что есть tycoon чего-то</h4>
<div class="outline-text-4" id="text-4-2-1">
</div>
<ol class="org-ol">
<li><a id="org0ef1ca5"></a>Когда ты слышишь о симуляторе управления организацией:<br />
<ol class="org-ol">
<li><a id="org2590138"></a>какие игры приходят на ум?<br /></li>

<li><a id="org384febd"></a>какие типы организаций приходят на ум?<br /></li>
</ol>
</li>
<li><a id="orgfae4da9"></a>Вспомни самую запомнившуюся игровую механику из tycoon / экономических игр, или историю, которая случилась с тобой в такой игре<br /></li>
</ol>
</div>
<div id="outline-container-orgaf081ee" class="outline-4">
<h4 id="orgaf081ee"><span class="section-number-4">4.2.2.</span> Что есть story-driven tycoon чего-то</h4>
<div class="outline-text-4" id="text-4-2-2">
</div>
<ol class="org-ol">
<li><a id="org81707f7"></a>Когда ты слышишь о сильной роли истории в tycoon:<br />
<ol class="org-ol">
<li><a id="org9ec3aa6"></a>какие истории приходят на ум?<br /></li>

<li><a id="org560dfe6"></a>какие игры приходят на ум?<br /></li>
</ol>
</li>
<li><a id="org5fbcb0f"></a>Какой должна быть роль истории в игре, чтобы тебе было интересно играть?<br /></li>

<li><a id="org04f126d"></a>Что для тебя интереснее: одна большая история vs много маленьких историй vs несколько средних?<br /></li>

<li><a id="orgfbf8476"></a>Вспомни самый запомнившийся сюжетный момент в игре (по приоритету: tycoon, стратегия, любая игра)<br /></li>
</ol>
</div>
</div>
<div id="outline-container-org16497a9" class="outline-3">
<h3 id="org16497a9"><span class="section-number-3">4.3.</span> Восприятие игры до описания механик и мира</h3>
<div class="outline-text-3" id="text-4-3">
</div>
<div id="outline-container-orgce31761" class="outline-4">
<h4 id="orgce31761"><span class="section-number-4">4.3.1.</span> Если мы делаем игру про новостное агенство в современном мире:</h4>
<div class="outline-text-4" id="text-4-3-1">
</div>
<ol class="org-ol">
<li><a id="org1c13f50"></a>Агентво должно быть: газетой, ТВ новостями, новостным порталом, youtube каналом, каналом в telegram, ещё чем-то?<br />
<ol class="org-ol">
<li><a id="org6ac0ac8"></a>В чём отличия между двумя-тремя выбранными вариантами?<br /></li>
</ol>
</li>
<li><a id="org622ea47"></a>В игру про что из этого тебе было бы играть<br />
<ol class="org-ol">
<li><a id="org9d44461"></a>интереснее всего<br /></li>

<li><a id="org6f39e4e"></a>наименее интересно<br /></li>
</ol>
</li>
</ol>
</div>
<div id="outline-container-orge156c34" class="outline-4">
<h4 id="orge156c34"><span class="section-number-4">4.3.2.</span> Если бы ты играл за главного редактора газеты / сайта</h4>
<div class="outline-text-4" id="text-4-3-2">
</div>
<ol class="org-ol">
<li><a id="org8870634"></a>Что бы ты считал достижением выиграв/пройдя такую игру?<br /></li>

<li><a id="org96f6813"></a>Какие решения, как главный редактор, ты бы принимал?<br /></li>

<li><a id="org90aaeeb"></a>Как ты видишь подготовку выпуска новостей (газеты, портала или чего там выберет респондент)<br /></li>

<li><a id="orgad9169c"></a>Какие штуки тебе надо было бы балансировать, чтобы управалять Х?<br /></li>
</ol>
</div>
</div>
<div id="outline-container-orgd5df34e" class="outline-3">
<h3 id="orgd5df34e"><span class="section-number-3">4.4.</span> Описание игры и мира</h3>
<div class="outline-text-3" id="text-4-4">
<ul class="org-ul">
<li>Наше время, начинает проявляться паранормальщина, за паранормальные способности обычно плата выше, чем за преимущества, общество и институты шатаются (ака 90-ые)</li>

<li>Паранормальщина: мир слабых героев, артефакты дают небольшие силы, но влияют на ментальное и физическое здоровье, чем больше люди верят во что-то, тем оно сильнее</li>

<li>Референсы: X-Files, American Gods, Marvel's Netflix television series, Gotham TV series, Happy!</li>

<li>Главный цикл: -&gt;investigate-&gt;publish-&gt;adapt-&gt;</li>

<li>Механики: отправляешь репортёров на задания за исторями (артефактами, компроматом, новыми сотрудниками), выбираешь о чём и как рассказывать в новостях, изменяешь мнение общества о разных штуках, популярность газеты в разных районах города, отношение корпораций к газете, страдаешь от последствий всего этого.</li>
</ul>
</div>
</div>
<div id="outline-container-org2eedb92" class="outline-3">
<h3 id="org2eedb92"><span class="section-number-3">4.5.</span> Восприятие игры после описания механик и мира</h3>
<div class="outline-text-3" id="text-4-5">
</div>
<div id="outline-container-orgfbac3cf" class="outline-4">
<h4 id="orgfbac3cf"><span class="section-number-4">4.5.1.</span> Что из описания выглядит для тебя не ясно или не интересно?</h4>
</div>

<div id="outline-container-org89b21a1" class="outline-4">
<h4 id="org89b21a1"><span class="section-number-4">4.5.2.</span> Что я забыл упомянуть, что могло бы сделать игру или мир интереснее?</h4>
</div>

<div id="outline-container-orgf6b8009" class="outline-4">
<h4 id="orgf6b8009"><span class="section-number-4">4.5.3.</span> Какие похожие игры приходят тебя на ум?</h4>
</div>

<div id="outline-container-orge701af7" class="outline-4">
<h4 id="orge701af7"><span class="section-number-4">4.5.4.</span> Предложи пару интересных заголовков для репортажей в такой игре</h4>
</div>

<div id="outline-container-org614a09e" class="outline-4">
<h4 id="org614a09e"><span class="section-number-4">4.5.5.</span> Перечисли качества истории/историй для такой игры короткими определениями (весёлая, реалистичная, быстрая, глубокая, etc)</h4>
</div>

<div id="outline-container-orgd30ffa2" class="outline-4">
<h4 id="orgd30ffa2"><span class="section-number-4">4.5.6.</span> Какие особенные решения тебе бы пришлось принимать, будучи редактором в таком мире?</h4>
</div>

<div id="outline-container-org064d691" class="outline-4">
<h4 id="org064d691"><span class="section-number-4">4.5.7.</span> Как твои решения как редактора влияли бы на</h4>
<div class="outline-text-4" id="text-4-5-7">
</div>
<ol class="org-ol">
<li><a id="org75562ca"></a>внешний мир<br /></li>

<li><a id="org3aee9ca"></a>организацию<br /></li>
</ol>
</div>
<div id="outline-container-org38f199f" class="outline-4">
<h4 id="org38f199f"><span class="section-number-4">4.5.8.</span> Как бы проходил твой «игровой день»?</h4>
</div>

<div id="outline-container-orgb40a689" class="outline-4">
<h4 id="orgb40a689"><span class="section-number-4">4.5.9.</span> Что должно меняться между подходами к игре / сессиями, что бы ты хотел возвращаться и начинать игру сначала?</h4>
</div>

<div id="outline-container-org7d12c17" class="outline-4">
<h4 id="org7d12c17"><span class="section-number-4">4.5.10.</span> Никогда не делайте в этой игре вот так&#x2026;</h4>
</div>

<div id="outline-container-orgf81e3af" class="outline-4">
<h4 id="orgf81e3af"><span class="section-number-4">4.5.11.</span> Чисто ради меня, сделайте в этой игре вот эту крутую штуку&#x2026;</h4>
</div>

<div id="outline-container-org4bbf8a7" class="outline-4">
<h4 id="org4bbf8a7"><span class="section-number-4">4.5.12.</span> Чисто ради меня, сделайте вот такую историю&#x2026;</h4>
</div>

<div id="outline-container-org5a0cebe" class="outline-4">
<h4 id="org5a0cebe"><span class="section-number-4">4.5.13.</span> Я бы купил эту игру, если бы в ней было&#x2026;</h4>
</div>

<div id="outline-container-org9c488e3" class="outline-4">
<h4 id="org9c488e3"><span class="section-number-4">4.5.14.</span> Я бы решил попробовать демо / спиратить, если бы в ней было&#x2026;</h4>
</div>
</div>
<div id="outline-container-org7927487" class="outline-3">
<h3 id="org7927487"><span class="section-number-3">4.6.</span> Ретроспективные вопросы</h3>
<div class="outline-text-3" id="text-4-6">
</div>
<div id="outline-container-org8e6cd1e" class="outline-4">
<h4 id="org8e6cd1e"><span class="section-number-4">4.6.1.</span> Сложившаяся картина игры выглядит интересной для тебя?</h4>
</div>

<div id="outline-container-orgaaf7137" class="outline-4">
<h4 id="orgaaf7137"><span class="section-number-4">4.6.2.</span> Было бы интересно узнать больше о мире игры?</h4>
</div>

<div id="outline-container-org01f52d2" class="outline-4">
<h4 id="org01f52d2"><span class="section-number-4">4.6.3.</span> У тебя есть знакомые, которым ты бы порекомендовал такую игру?</h4>
</div>

<div id="outline-container-org58d79c8" class="outline-4">
<h4 id="org58d79c8"><span class="section-number-4">4.6.4.</span> Если бы ты играл в игру совместно с кем-то</h4>
<div class="outline-text-4" id="text-4-6-4">
</div>
<ol class="org-ol">
<li><a id="org732a7aa"></a>Кто бы это мог быть?<br /></li>

<li><a id="orgd736e5d"></a>Какую роль бы ты ему/ей дал?<br /></li>

<li><a id="orgdd37074"></a>Как бы вы взаимодействовали?<br /></li>
</ol>
</div>
<div id="outline-container-org1bc54e6" class="outline-4">
<h4 id="org1bc54e6"><span class="section-number-4">4.6.5.</span> Любые твои соображения после разговора</h4>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: tiendil</p>
<p class="date">Created: 2024-01-25 Do 13:44</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
